{
    "Agency Registration": "تسجيل الوكالة",
    "Reporter Registration": "تسجيل المراسل",
    "Theme Pages": "صفحات المواضيع",
    "Creators": "المبدعون",
    "Press Release": "بيان صحفي",
    "Podcasters": "البودكاست",
    "More": "المزيد",
    "More Actions": "المزيد من الإجراءات",
    "Show Less": "عرض أقل",
    "WhatsApp": "واتساب",
    "Telegram": "تيليجرام",
    "Email": "البريد الإلكتروني",
    "Sign In / Sign Up": "تسجيل الدخول / التسجيل",
    "Logout": "تسجيل الخروج",
    "Choose Submission Type": "اختر نوع التقديم",
    "Manual Submission": "تقديم يدوي",
    "AI Generation": "توليد بالذكاء الاصطناعي",
    "How would you like to submit your article?": "كيف تود تقديم مقالك؟",
    "Welcome Back, submit your article here": "مرحباً بعودتك، قدم مقالك هنا",
    "Let AI help create your article": "دع الذكاء الاصطناعي يساعدك في إنشاء مقالك",
    "Events": "الفعاليات",
    "Services": "الخدمات",
    "How It Works": "كيف يعمل",
    "Blog": "المدونة",
    "Media Partnerships": "الشراكات الإعلامية",
    "Video Tutorial": "فيديو تعليمي",
    "PR Questionnaire": "استبيان العلاقات العامة",
    "How-to Guide": "دليل إرشادي",
    "Terms & Policies": "الشروط والسياسات",
    "Orders Delivered": "الطلبات المنفذة",
    "Resources": "الموارد",
    "Home": "الرئيسية",
    "Submit Article": "إرسال مقال",
    "Publications": "المنشورات",
    "Websites": "المواقع الإلكترونية",
    "Radio": "الراديو",
    "Paparazzi": "شبكة الباباراتزي",
    "Power List": "قائمة القوة",
    "Awards": "الجوائز",
    "Social Media": "وسائل التواصل الاجتماعي",
    "Digital Media Account Security, Protection, and Recovery Solutions": "حلول أمن وحماية واستعادة حسابات الوسائط الرقمية",
    "Comprehensive security and recovery solutions for all your digital media accounts. We protect against breaches, restore compromised profiles, and ensure your online presence remains safe and uninterrupted.": "حلول أمنية واستعادة شاملة لجميع حساباتك على الوسائط الرقمية. نحن نحمي من الاختراقات، ونستعيد الملفات الشخصية المخترقة، ونضمن بقاء تواجدك على الإنترنت آمناً وغير منقطع.",
    "Real Estate Marketing Solution": "حلول التسويق العقاري",
    "Real Estate Virality Engine: Make Projects Go from 0 to Hero": "محرك الانتشار العقاري: اجعل المشاريع تنتقل من الصفر إلى البطولة",
    "One place to access every visibility service needed to build hype, trust, and virality for any real estate project. The platform enables developers to get placements across verified news outlets, media channels, real estate influencers, power lists, awards, paparazzi buzz creators, and podcast/radio opportunities.": "مكان واحد للوصول إلى كل خدمة ظهور مطلوبة لبناء الضجيج والثقة والانتشار لأي مشروع عقاري. تتيح المنصة للمطورين الحصول على مواضع عبر منافذ إخبارية تم التحقق منها، وقنوات إعلامية، ومؤثري العقارات، وقوائم القوة، والجوائز، ومبدعي ضجيج الباباراتزي، وفرص البودكاست/الراديو.",
    "Advanced writing tools": "أدوات كتابة متقدمة",
    "AI-Enabled, GPT-Optimized Content Writing": "كتابة محتوى مدعومة بالذكاء الاصطناعي ومعززة بـ GPT",
    "Write content without requiring professional writing skills, while adhering to each media platform’s guidelines to expedite publishing. The content will be optimized for generative AI engines like ChatGPT and for maximum search visibility (Search Everywhere Optimization).": "اكتب محتوى دون الحاجة إلى مهارات كتابة احترافية، مع الالتزام بإرشادات كل منصة إعلامية لتسريع النشر. سيتم تحسين المحتوى لمحركات الذكاء الاصطناعي التوليدية مثل ChatGPT ولأقصى قدر من رؤية البحث (Search Everywhere Optimization).",
    "Passive Income Opportunities": "فرص دخل سلبي",
    "Passive Income Engine – Turn Connections into Cash": "محرك الدخل السلبي – حول علاقاتك إلى نقود",
    "Unlock an additional income opportunity: simply refer VaaS Solutions to your network for visibility services. Share the lead details and earn a lifetime referral bonus each time your referral places an order with VaaS Solutions.": "افتح فرصة دخل إضافية: ببساطة قم بإحالة VaaS Solutions إلى شبكتك لخدمات الظهور. شارك تفاصيل العميل المحتمل واحصل على مكافأة إحالة مدى الحياة في كل مرة يضع فيها المحال طلباً مع VaaS Solutions.",
    "Learn More": "تعلم المزيد",
    "Easy Setup": "إعداد سهل",
    "24/7 Support": "دعم 24/7",
    "Instant Results": "نتائج فورية",
    "Write Easy Access ": "كتابة سهولة الوصول",
    "Fast Result ": "نتائج سريعة",
    "Hassle Free": "خالٍ من المتاعب",
    "Best Price": "أفضل سعر",
    "Quick Turnaround": "سرعة الإنجاز",
    "Omnichannel Visibility": "ظهور عبر القنوات المتعددة",
    "Content Brief": "ملخص المحتوى",
    "Fill Details": "ملء التفاصيل",
    "Boom!": "بوم!",
    "Recurring Income": "دخل متكرر",
    "Instant Payout": "دفع فوري",
    "Lifetime": "مدى الحياة",
    "Creators Marketplace": "سوق المبدعين",
    "Brand-Safe Creator Partnerships. Connecting Global, Regional, National, and Local Creators with the Right Brands": "شراكات المبدعين الآمنة للعلامة التجارية. ربط المبدعين العالميين والإقليميين والوطنيين والمحليين بالعلامات التجارية المناسبة",
    "A structured marketplace connecting celebrity, macro, micro, and women-led creators with aligned brands, using data-driven discovery to enable authentic, compliant, performance-focused collaborations across platforms and regional markets.": "سوق منظم يربط المبدعين المشاهير، والكبار، والصغار، والذين تديرهم النساء بالعلامات التجارية المتوافقة، باستخدام الاكتشاف المدفوع بالبيانات لتمكين تعاونات أصيلة ومتوافقة ومركزة على الأداء عبر المنصات والأسواق الإقليمية.",
    "Creator-First": "المبدع أولاً",
    "Trusted": "موثوق",
    "Brand-Safe": "آمن للعلامة التجارية",
    "Influencer Distribution Network": "شبكة توزيع المؤثرين",
    "Region-First Content & Press Distribution": "توزيع المحتوى والصحافة الإقليمي أولاً",
    "A structured distribution framework enabling region-first video and editorial dissemination through bloggers, YouTubers, Instagrammers, TikTokers, vloggers, and independent creators across social media platforms. The model follows principles similar to traditional press distribution via newspapers and digital publications, adapted for influencer-led channels with regional relevance and platform adherence.": "إطار توزيع منظم يتيح نشر الفيديو والافتتاحيات الإقليمية أولاً من خلال المدونين، واليووتيوبرز، والإنستغرامرز، والتيك توكرز، والمدونين المرئيين، والمبدعين المستقلين عبر منصات التواصل الاجتماعي. يتبع النموذج مبادئ مشابهة لتوزيع الصحافة التقليدي عبر الصحف والمنشورات الرقمية، مكيفاً للقنوات التي يقودها المؤثرون ذات الصلة الإقليمية والالتزام بالمنصة.",
    "Creators Led": "بقيادة المبدعين",
    "Video Distribution": "توزيع الفيديو",
    "Scalable": "قابل للتوسع"
}