{
    "Home": "Accueil",
    "Submit Article": "Soumettre un article",
    "Publications": "Publications",
    "Websites": "Sites Web",
    "Radio": "Radio",
    "Paparazzi": "Réseau Paparazzi",
    "Power List": "Power List",
    "Awards": "Prix",
    "Media Partnerships": "Partenariats Médias",
    "Agency Registration": "Inscription d'agence",
    "Reporter Registration": "Inscription de journaliste",
    "Theme Pages": "Pages thématiques",
    "Creators": "Créateurs",
    "Press Release": "Communiqué de presse",
    "Podcasters": "Podcasteurs",
    "More": "Plus",
    "More Actions": "Plus d'actions",
    "Show Less": "Afficher moins",
    "WhatsApp": "WhatsApp",
    "Telegram": "Telegram",
    "Email": "E-mail",
    "Sign In / Sign Up": "Se connecter / S'inscrire",
    "Logout": "Déconnexion",
    "Choose Submission Type": "Choisir le type de soumission",
    "Manual Submission": "Soumission manuelle",
    "AI Generation": "Génération par IA",
    "How would you like to submit your article?": "Comment souhaitez-vous soumettre votre article ?",
    "Welcome Back, submit your article here": "Bon retour, soumettez votre article ici",
    "Let AI help create your article": "Laissez l'IA vous aider à créer votre article",
    "Events": "Événements",
    "Services": "Services",
    "How It Works": "Comment ça marche",
    "Blog": "Blog",
    "Video Tutorial": "Tutoriel vidéo",
    "PR Questionnaire": "Questionnaire RP",
    "How-to Guide": "Guide pratique",
    "Terms & Policies": "Conditions et politiques",
    "Orders Delivered": "Commandes livrées",
    "Resources": "Ressources",
    "Social Media": "Médias sociaux",
    "Digital Media Account Security, Protection, and Recovery Solutions": "Sécurité, protection et récupération des comptes de médias numériques",
    "Comprehensive security and recovery solutions for all your digital media accounts. We protect against breaches, restore compromised profiles, and ensure your online presence remains safe and uninterrupted.": "Solutions complètes de sécurité et de récupération pour tous vos comptes de médias numériques. Nous protégeons contre les violations, restaurons les profils compromis et garantissons que votre présence en ligne reste sûre et ininterrompue.",
    "Real Estate Marketing Solution": "Solution de marketing immobilier",
    "Real Estate Virality Engine: Make Projects Go from 0 to Hero": "Moteur de viralité immobilière : faites passer les projets de 0 à Héros",
    "One place to access every visibility service needed to build hype, trust, and virality for any real estate project. The platform enables developers to get placements across verified news outlets, media channels, real estate influencers, power lists, awards, paparazzi buzz creators, and podcast/radio opportunities.": "Un seul endroit pour accéder à tous les services de visibilité nécessaires pour créer du battage médiatique, de la confiance et de la viralité pour tout projet immobilier. La plateforme permet aux promoteurs d'obtenir des placements dans des médias d'information vérifiés, des chaînes de télévision, des influenceurs immobiliers, des Power Lists, des prix, des créateurs de buzz paparazzi et des opportunités de podcast/radio.",
    "Advanced writing tools": "Outils d'écriture avancés",
    "AI-Enabled, GPT-Optimized Content Writing": "Rédaction de contenu compatible IA, optimisée pour GPT",
    "Write content without requiring professional writing skills, while adhering to each media platform’s guidelines to expedite publishing. The content will be optimized for generative AI engines like ChatGPT and for maximum search visibility (Search Everywhere Optimization).": "Rédigez du contenu sans nécessiter de compétences rédactionnelles professionnelles, tout en respectant les directives de chaque plateforme médiatique pour accélérer la publication. Le contenu sera optimisé pour les moteurs d'IA générative comme ChatGPT et pour une visibilité de recherche maximale (Search Everywhere Optimization).",
    "Passive Income Opportunities": "Opportunités de revenus passifs",
    "Passive Income Engine – Turn Connections into Cash": "Moteur de revenus passifs – Transformez vos relations en espèces",
    "Unlock an additional income opportunity: simply refer VaaS Solutions to your network for visibility services. Share the lead details and earn a lifetime referral bonus each time your referral places an order with VaaS Solutions.": "Débloquez une opportunité de revenu supplémentaire : recommandez simplement VaaS Solutions à votre réseau pour des services de visibilité. Partagez les détails du contact et gagnez un bonus de recommandation à vie chaque fois que votre contact passe une commande auprès de VaaS Solutions.",
    "Learn More": "En savoir plus",
    "Easy Setup": "Configuration facile",
    "24/7 Support": "Assistance 24/7",
    "Instant Results": "Résultats instantanés",
    "Write Easy Access ": "Accès facile à l'écriture",
    "Fast Result ": "Résultat rapide",
    "Hassle Free": "Sans tracas",
    "Best Price": "Meilleur prix",
    "Quick Turnaround": "Délai d'exécution rapide",
    "Omnichannel Visibility": "Visibilité omnicanale",
    "Content Brief": "Brief de contenu",
    "Fill Details": "Remplir les détails",
    "Boom!": "Boum !",
    "Recurring Income": "Revenus récurrents",
    "Instant Payout": "Paiement instantané",
    "Lifetime": "À vie",
    "Creators Marketplace": "Marché des créateurs",
    "Brand-Safe Creator Partnerships. Connecting Global, Regional, National, and Local Creators with the Right Brands": "Partenariats de créateurs sûrs pour la marque. Connecter les créateurs mondiaux, régionaux, nationaux et locaux aux bonnes marques",
    "A structured marketplace connecting celebrity, macro, micro, and women-led creators with aligned brands, using data-driven discovery to enable authentic, compliant, performance-focused collaborations across platforms and regional markets.": "Un marché structuré reliant les créateurs célèbres, macro, micro et dirigés par des femmes à des marques alignées, utilisant la découverte basée sur les données pour permettre des collaborations authentiques, conformes et axées sur l'performance à travers les plateformes et les marchés régionaux.",
    "Creator-First": "Créateur d'abord",
    "Trusted": "De confiance",
    "Brand-Safe": "Sûr pour la marque",
    "Influencer Distribution Network": "Réseau de distribution d'influenceurs",
    "Region-First Content & Press Distribution": "Distribution de contenu et de presse prioritaire par région",
    "A structured distribution framework enabling region-first video and editorial dissemination through bloggers, YouTubers, Instagrammers, TikTokers, vloggers, and independent creators across social media platforms. The model follows principles similar to traditional press distribution via newspapers and digital publications, adapted for influencer-led channels with regional relevance and platform adherence.": "Un cadre de distribution structuré permettant une diffusion vidéo et éditoriale prioritaire par région via des blogueurs, YouTubers, Instagrammers, TikTokers, vloggers et créateurs indépendants sur les plateformes de médias sociaux. Le modèle suit des principes similaires à la distribution de presse traditionnelle via des journaux et des publications numériques, adaptés aux canaux dirigés par des influenceurs avec une pertinence régionale et une adhésion aux plateformes.",
    "Creators Led": "Dirigé par des créateurs",
    "Video Distribution": "Distribution vidéo",
    "Scalable": "Évolutif"
}