{
    "Home": "होम",
    "Submit Article": "लेख सबमिट करें",
    "Publications": "प्रकाशन",
    "Websites": "वेबसाइटें",
    "Radio": "रेडियो",
    "Paparazzi": "पपराज़ी नेटवर्क",
    "Power List": "पावर लिस्ट",
    "Awards": "पुरस्कार",
    "Media Partnerships": "मीडिया साझेदारी",
    "Agency Registration": "एजेंसी पंजीकरण",
    "Reporter Registration": "रिपोर्टर पंजीकरण",
    "Theme Pages": "थीम पेज",
    "Creators": "क्रिएटर्स",
    "Press Release": "प्रेस विज्ञप्ति",
    "Podcasters": "पॉडकास्टर्स",
    "More": "अधिक",
    "More Actions": "अधिक क्रियाएं",
    "Show Less": "कम दिखाएं",
    "WhatsApp": "व्हाट्सएप",
    "Telegram": "टेलीग्राम",
    "Email": "ईमेल",
    "Sign In / Sign Up": "साइन इन / साइन अप",
    "Logout": "लॉगआउट",
    "Choose Submission Type": "सबमिशन प्रकार चुनें",
    "Manual Submission": "मैनुअल सबमिशन",
    "AI Generation": "एआई जनरेशन",
    "How would you like to submit your article?": "आप अपना लेख कैसे सबमिट करना चाहेंगे?",
    "Welcome Back, submit your article here": "वापसी पर स्वागत है, अपना लेख यहाँ सबमिट करें",
    "Let AI help create your article": "एआई को अपना लेख बनाने में मदद करने दें",
    "Events": "ईवेंट",
    "Services": "सेवाएं",
    "How It Works": "यह कैसे काम करता है",
    "Blog": "ब्लॉग",
    "Video Tutorial": "वीडियो ट्यूटोरियल",
    "PR Questionnaire": "पीआर प्रश्नावली",
    "How-to Guide": "कैसे करें गाइड",
    "Terms & Policies": "नियम और नीतियां",
    "Orders Delivered": "ऑर्डर डिलीवर किए गए",
    "Resources": "संसाधन",
    "Social Media": "सोशल मीडिया",
    "Digital Media Account Security, Protection, and Recovery Solutions": "डिजिटल मीडिया अकाउंट सुरक्षा, संरक्षण और रिकवरी समाधान",
    "Comprehensive security and recovery solutions for all your digital media accounts. We protect against breaches, restore compromised profiles, and ensure your online presence remains safe and uninterrupted.": "आपके सभी डिजिटल मीडिया अकाउंट्स के लिए व्यापक सुरक्षा और रिकवरी समाधान। हम उल्लंघनों से रक्षा करते हैं, समझौता किए गए प्रोफाइल को बहाल करते हैं, और सुनिश्चित करते हैं कि आपकी ऑनलाइन उपस्थिति सुरक्षित और निर्बाध बनी रहे।",
    "Real Estate Marketing Solution": "रियल एस्टेट मार्केटिंग समाधान",
    "Real Estate Virality Engine: Make Projects Go from 0 to Hero": "रियल एस्टेट वायरलिटी इंजन: प्रोजेक्ट्स को 0 से हीरो बनाएं",
    "One place to access every visibility service needed to build hype, trust, and virality for any real estate project. The platform enables developers to get placements across verified news outlets, media channels, real estate influencers, power lists, awards, paparazzi buzz creators, and podcast/radio opportunities.": "किसी भी रियल एस्टेट प्रोजेक्ट के लिए प्रचार, विश्वास और वायरलिटी बनाने के लिए आवश्यक हर दृश्यता सेवा तक पहुँचने का एक स्थान। यह प्लेटफॉर्म डेवलपर्स को सत्यापित समाचार आउटलेट्स, मीडिया चैनलों, रियल एस्टेट प्रभावकों, पावर लिस्ट, पुरस्कारों, पपराज़ी बज़ क्रिएटर्स और पॉडकास्ट/रेडियो अवसरों में प्लेसमेंट प्राप्त करने में सक्षम बनाता है।",
    "Advanced writing tools": "उन्नत लेखन उपकरण",
    "AI-Enabled, GPT-Optimized Content Writing": "एआई-सक्षम, जीपीटी-अनुकूलित सामग्री लेखन",
    "Write content without requiring professional writing skills, while adhering to each media platform’s guidelines to expedite publishing. The content will be optimized for generative AI engines like ChatGPT and for maximum search visibility (Search Everywhere Optimization).": "पेशेवर लेखन कौशल की आवश्यकता के बिना सामग्री लिखें, जबकि प्रकाशन में तेजी लाने के लिए प्रत्येक मीडिया प्लेटफॉर्म के दिशानिर्देशों का पालन करें। सामग्री को चैटजीपीटी जैसे जनरेटिव एआई इंजन और अधिकतम खोज दृश्यता (सर्च एवरीवेयर ऑप्टिमाइज़ेशन) के लिए अनुकूलित किया जाएगा।",
    "Passive Income Opportunities": "पैसे कमाने के अवसर",
    "Passive Income Engine – Turn Connections into Cash": "पैसिव इनकम इंजन - कनेक्शन को कैश में बदलें",
    "Unlock an additional income opportunity: simply refer VaaS Solutions to your network for visibility services. Share the lead details and earn a lifetime referral bonus each time your referral places an order with VaaS Solutions.": "एक अतिरिक्त आय अवसर अनलॉक करें: बस दृश्यता सेवाओं के लिए अपने नेटवर्क को VaaS Solutions देखें। लीड विवरण साझा करें और हर बार जब आपकी सिफारिश VaaS Solutions के साथ ऑर्डर देती है तो आजीवन रेफरल बोनस अर्जित करें।",
    "Learn More": "और जानें",
    "Easy Setup": "आसान सेटअप",
    "24/7 Support": "24/7 सहायता",
    "Instant Results": "त्वरित परिणाम",
    "Write Easy Access ": "लिखना आसान पहुँच",
    "Fast Result ": "तेज़ परिणाम",
    "Hassle Free": "परेशानी मुक्त",
    "Best Price": "सबसे अच्छी कीमत",
    "Quick Turnaround": "त्वरित बदलाव",
    "Omnichannel Visibility": "ओमनीचैनल दृश्यता",
    "Content Brief": "सामग्री संक्षिप्त",
    "Fill Details": "विवरण भरें",
    "Boom!": "बूम!",
    "Recurring Income": "आवर्ती आय",
    "Instant Payout": "त्वरित भुगतान",
    "Lifetime": "जीवनभर",
    "Creators Marketplace": "क्रिएटर्स मार्केटप्लेस",
    "Brand-Safe Creator Partnerships. Connecting Global, Regional, National, and Local Creators with the Right Brands": "ब्रांड-सुरक्षित क्रिएटर साझेदारी। वैश्विक, क्षेत्रीय, राष्ट्रीय और स्थानीय क्रिएटर्स को सही ब्रांडों के साथ जोड़ना",
    "A structured marketplace connecting celebrity, macro, micro, and women-led creators with aligned brands, using data-driven discovery to enable authentic, compliant, performance-focused collaborations across platforms and regional markets.": "सेलिब्रिटी, मैक्रो, माइक्रो और महिलाओं के नेतृत्व वाले क्रिएटर्स को संरेखित ब्रांडों के साथ जोड़ने वाला एक संरचित बाज़ार, जो प्लेटफॉर्म और क्षेत्रीय बाजारों में प्रामाणिक, अनुपालन, प्रदर्शन-केंद्रित सहयोग को सक्षम करने के लिए डेटा-संचालित खोज का उपयोग करता है।",
    "Creator-First": "क्रिएटर-फर्स्ट",
    "Trusted": "विश्वसनीय",
    "Brand-Safe": "ब्रांड-सुरक्षित",
    "Influencer Distribution Network": "इनफ्लुएंसर डिस्ट्रीब्यूशन नेटवर्क",
    "Region-First Content & Press Distribution": "क्षेत्र-प्रथम सामग्री और प्रेस वितरण",
    "A structured distribution framework enabling region-first video and editorial dissemination through bloggers, YouTubers, Instagrammers, TikTokers, vloggers, and independent creators across social media platforms. The model follows principles similar to traditional press distribution via newspapers and digital publications, adapted for influencer-led channels with regional relevance and platform adherence.": "एक संरचित वितरण ढांचा जो सोशल मीडिया प्लेटफॉर्म पर ब्लॉगर्स, यूट्यूबर्स, इंस्टाग्रामर्स, टिकटॉकर्स, व्लॉगर्स और स्वतंत्र क्रिएटर्स के माध्यम से क्षेत्र-प्रथम वीडियो और संपादकीय प्रसार को सक्षम बनाता है। यह मॉडल समाचार पत्रों और डिजिटल प्रकाशनों के माध्यम से पारंपरिक प्रेस वितरण के समान सिद्धांतों का पालन करता है, जिसे क्षेत्रीय प्रासंगिकता और प्लेटफॉर्म पालन के साथ प्रभावशाली-नेतृत्व वाले चैनलों के लिए अनुकूलित किया गया है।",
    "Creators Led": "क्रिएटर्स लीड",
    "Video Distribution": "वीडियो वितरण",
    "Scalable": "स्केलेबल"
}