{
    "Home": "Главная",
    "Submit Article": "Отправить статью",
    "Publications": "Публикации",
    "Websites": "Веб-сайты",
    "Radio": "Радио",
    "Paparazzi": "Сеть папарацци",
    "Power List": "Список влиятельных лиц",
    "Awards": "Награды",
    "Media Partnerships": "Медиа-партнерства",
    "Agency Registration": "Регистрация агентства",
    "Reporter Registration": "Регистрация репортера",
    "Theme Pages": "Тематические страницы",
    "Creators": "Создатели",
    "Press Release": "Пресс-релиз",
    "Podcasters": "Подкастеры",
    "More": "Еще",
    "More Actions": "Больше действий",
    "Show Less": "Показать меньше",
    "WhatsApp": "WhatsApp",
    "Telegram": "Telegram",
    "Email": "Электронная почта",
    "Sign In / Sign Up": "Войти / Зарегистрироваться",
    "Logout": "Выйти",
    "Choose Submission Type": "Выберите тип подачи",
    "Manual Submission": "Ручная подача",
    "AI Generation": "Генерация ИИ",
    "How would you like to submit your article?": "Как бы вы хотели отправить свою статью?",
    "Welcome Back, submit your article here": "С возвращением, отправьте свою статью здесь",
    "Let AI help create your article": "Пусть ИИ поможет создать вашу статью",
    "Events": "События",
    "Services": "Услуги",
    "How It Works": "Как это работает",
    "Blog": "Блог",
    "Video Tutorial": "Видеоурок",
    "PR Questionnaire": "PR-опросник",
    "How-to Guide": "Руководство",
    "Terms & Policies": "Условия и политика",
    "Orders Delivered": "Выполненные заказы",
    "Resources": "Ресурсы",
    "Social Media": "Социальные сети",
    "Digital Media Account Security, Protection, and Recovery Solutions": "Решения по безопасности, защите и восстановлению аккаунтов в цифровых медиа",
    "Comprehensive security and recovery solutions for all your digital media accounts. We protect against breaches, restore compromised profiles, and ensure your online presence remains safe and uninterrupted.": "Комплексные решения по безопасности и восстановлению для всех ваших аккаунтов в цифровых медиа. Мы защищаем от взломов, восстанавливаем скомпрометированные профили и гарантируем, что ваше присутствие в сети остается безопасным и непрерывным.",
    "Real Estate Marketing Solution": "Маркетинговое решение для недвижимости",
    "Real Estate Virality Engine: Make Projects Go from 0 to Hero": "Двигатель виральности недвижимости: превращайте проекты из нуля в героя",
    "One place to access every visibility service needed to build hype, trust, and virality for any real estate project. The platform enables developers to get placements across verified news outlets, media channels, real estate influencers, power lists, awards, paparazzi buzz creators, and podcast/radio opportunities.": "Единое место для доступа ко всем услугам по продвижению, необходимым для создания хайпа, доверия и виральности любого проекта недвижимости. Платформа позволяет застройщикам размещаться в проверенных новостных агентствах, медиа-каналах, у инфлюенсеров недвижимости, в списках влиятельных лиц, премиях, у создателей шума папарацци и в подкастах/радио.",
    "Advanced writing tools": "Продвинутые инструменты письма",
    "AI-Enabled, GPT-Optimized Content Writing": "Написание контента с использованием ИИ, оптимизированное для GPT",
    "Write content without requiring professional writing skills, while adhering to each media platform’s guidelines to expedite publishing. The content will be optimized for generative AI engines like ChatGPT and for maximum search visibility (Search Everywhere Optimization).": "Пишите контент, не требуя профессиональных навыков письма, соблюдая при этом правила каждой медиа-платформы для ускорения публикации. Контент будет оптимизирован для генеративных движков ИИ, таких как ChatGPT, и для максимальной видимости в поиске (Search Everywhere Optimization).",
    "Passive Income Opportunities": "Возможности пассивного дохода",
    "Passive Income Engine – Turn Connections into Cash": "Двигатель пассивного дохода – превращайте связи в деньги",
    "Unlock an additional income opportunity: simply refer VaaS Solutions to your network for visibility services. Share the lead details and earn a lifetime referral bonus each time your referral places an order with VaaS Solutions.": "Откройте дополнительную возможность дохода: просто порекомендуйте VaaS Solutions своей сети для услуг продвижения. Поделитесь данными потенциального клиента и получайте пожизненный бонус за рекомендацию каждый раз, когда ваш реферал размещает заказ в VaaS Solutions.",
    "Learn More": "Узнать больше",
    "Easy Setup": "Простая настройка",
    "24/7 Support": "Поддержка 24/7",
    "Instant Results": "Мгновенные результаты",
    "Write Easy Access ": "Легкий доступ к письму",
    "Fast Result ": "Быстрый результат",
    "Hassle Free": "Без хлопот",
    "Best Price": "Лучшая цена",
    "Quick Turnaround": "Быстрое выполнение",
    "Omnichannel Visibility": "Омниканальная видимость",
    "Content Brief": "Бриф контента",
    "Fill Details": "Заполните данные",
    "Boom!": "Бум!",
    "Recurring Income": "Рекуррентный доход",
    "Instant Payout": "Мгновенная выплата",
    "Lifetime": "Пожизненно",
    "Creators Marketplace": "Маркетплейс создателей",
    "Brand-Safe Creator Partnerships. Connecting Global, Regional, National, and Local Creators with the Right Brands": "Безопасные для бренда партнерства с создателями. Соединение глобальных, региональных, национальных и местных авторов с подходящими брендами",
    "A structured marketplace connecting celebrity, macro, micro, and women-led creators with aligned brands, using data-driven discovery to enable authentic, compliant, performance-focused collaborations across platforms and regional markets.": "Структурированный маркетплейс, объединяющий знаменитостей, макро-, микро-авторов и авторов-женщин с соответствующими брендами, использующий поиск на основе данных для обеспечения аутентичного, соответствующего правилам и ориентированного на результат сотрудничества на разных платформах и региональных рынках.",
    "Creator-First": "Создатель прежде всего",
    "Trusted": "Надежный",
    "Brand-Safe": "Безопасно для бренда",
    "Influencer Distribution Network": "Сеть распространения через инфлюенсеров",
    "Region-First Content & Press Distribution": "Распространение контента и прессы с приоритетом региона",
    "A structured distribution framework enabling region-first video and editorial dissemination through bloggers, YouTubers, Instagrammers, TikTokers, vloggers, and independent creators across social media platforms. The model follows principles similar to traditional press distribution via newspapers and digital publications, adapted for influencer-led channels with regional relevance and platform adherence.": "Структурированная система распространения, обеспечивающая приоритетную региональную рассылку видео и редакционных материалов через блогеров, ютуберов, инстаграмеров, тиктокеров, влогеров и независимых авторов на платформах социальных сетей. Модель следует принципам, аналогичным традиционному распространению прессы через газеты и цифровые издания, адаптированным для каналов под руководством инфлюенсеров с учетом региональной специфики и правил платформ.",
    "Creators Led": "Создатели во главе",
    "Video Distribution": "Распространение видео",
    "Scalable": "Масштабируемый"
}